---
kind: property
id: P:Autodesk.Revit.DB.NavisworksExportOptions.DivideFileIntoLevels
source: html/55cd45cc-496e-70ad-0bef-636182dcd3e8.htm
---
# Autodesk.Revit.DB.NavisworksExportOptions.DivideFileIntoLevels Property

True to divide file into levels, false otherwise.
 Default value is true.

## Syntax (C#)
```csharp
public bool DivideFileIntoLevels { get; set; }
```